Repository: wp-plugins/nashr-seo
Catalog: languages/mnbaa-seo-*.po
Languages: ar

source: Search Engine Optimization
ar: تهيئة الموقع لملائمة محركات البحث

source: Social Media
ar: المواقع الإجتماعية

source: Snippet Preview
ar: عرض النتيجة

source: This is a rendering of what this post might look like in Google search results.
ar: نموذج لما يمكن ان يكون عليه البوست عند عرضه فى نتائج جوجول

source: Description
ar: الوصف

source: Description of the content (it will viewed as the description of search result)
ar: وصف المحتوى (سوف يتم عرض النص كوصف يظهر اسفل نتائج محركات البحث)

source: Title
ar: العنوان

source: If you leave this input blank defulte title will be used
ar: إذا تركت هذا الحقل فارغا سوف يتم استخدام العنوان الإفتراضي للمقال

source: Keywords
ar: الكلمات المفتاحية

source: keywords that related to content EX:(car,motors,spare parts)
ar: كلمات مفتاحية تعبر عن المحتوى ويفضل ان تكون مذكورة بداخل المحتوى مثل (سيارات , محركات , قطع غيار)

source: Robots
ar: الروبوت

source: How makes content available through search results.EX:noindex, nofollow
ar: إختيار كيفية عرض المحتوى فى نتائج البحث مثال:(noindex,nofollow)

source: Author
ar: المؤلف

source: Goolge+ Account of the author
ar: حساب جوجل بلس الخاص بالمؤلف

source: The title of your article.
ar: عنوان المنشور على المواقع الإجتماعية

source: Type
ar: نوع المنشور

source: Different types of media will change how your content shows up in Facebook's newsfeed
ar: الإختيار يحدد طريقة ظهور المنشور فى صفحة اخر الاخبار فى موقع الفيسبوك

source: article
ar: مقال

source: blog
ar: مدونة

source: Image
ar: الصورة

source: We suggest that you use an image of at least 1200x630 pixels
ar: لأفضل طريقة لعرض الصورة يفضل ان تكون 1200 X 630 بكسل

source: A detailed description of the piece of content
ar: وصف تفصيلي لمحتوى المنشور

source: Twitter card
ar: تدوينة تويتر

source: How twitter view your post
ar: تحدد كيف يتعامل موقع تويتر مع المنشور الخاص بك

source: Summary
ar: ملخص(الإفتراضي)

source: summary_large_image
ar: ملخص مع صورة

source: photo
ar: صورة

source: gallery
ar: معرض صور

source: product
ar: منتج

source: app
ar: تطبيق

source: player
ar: مشغل ميديا

source: Facebook settings
ar: إعدادات الفيسبوك

source: Twitter settings
ar: إعدادات تويتر

source: Webmaster settings
ar: إعدادات أدوات مديري المواقع

source: Site Name
ar: اسم الموقع

source: The name of your website. Not the URL, but the name. (i.e. "Mnbaa" not "mnbaa.com".)
ar: يرجى إدخال اسم موقعك وليس الرابط - مثلا ("منبع لحلول الأعمال والإنترنت" وليس mnbaa.com)

source: Facebook Application Id
ar: رقم معرف تطبيق الفيسبوك

source: The application unique id that lets Facebook know the identity of your site
ar: الرقم المعرف لتطبيق الفيسبوك لكي يستطيع موقع الفيسبوك تمييز المنشورات الخاصة بموقعك

source: Facebook admin Id
ar: رقم معرف حساب الفيسبوك

source: Id of facebook account that create the facebook application
ar: الرقم المعرف الخاص بحساب الفيسبوك الذي قام بإنشاء التطبيق

source: Twitter user ID
ar: الرقم المعرف لحساب تويتر

source: User ID of twitter content creator
ar: الرقم المعرف لحساب تويتر الخاص بمشىء المحتوى لكي يقوم موقع تويتر بالتعرف على تدوينات الموقع

source: Google Webmaster Tools
ar: كود تأكيد جوجل لمديري المواقع

source: &lt; meta name="google-site-verification" content="1234xxxxxxxxxxxxxx" &gt;
ar: مثال &lt; meta name="google-site-verification" content="1234xxxxxxxxxxxxxx" &gt;

source: Alexa Verification ID
ar: كود تأكيد موقع أليكسا

source: &lt; meta name="alexaVerifyID" content="1234xxxxxxxxxxxxxx" &gt;
ar: مثال &lt; meta name="alexaVerifyID" content="1234xxxxxxxxxxxxxx" &gt;

source: Bing Webmaster Tools
ar: كود تأكيد محرك بحث بينح

source: &lt;meta name="msvalidate.01" content="1234xxxxxxxxxxxxxx"&gt;
ar: مثال &lt;meta name="msvalidate.01" content="1234xxxxxxxxxxxxxx"&gt;

source: Pinterest
ar: كود تأكيد موقع بينترست

source: &lt; meta name="p:domain_verify" content="1234xxxxxxxxxxxxxx" &gt;
ar: مثال &lt; meta name="p:domain_verify" content="1234xxxxxxxxxxxxxx" &gt;

source: Yandex Webmaster Tools
ar: كود تأكيد موقع ياندكس

source: &lt;meta name="yandex-verification" content="1234xxxxxxxxxxxxxx"&gt;
ar: مثال &lt;meta name="yandex-verification" content="1234xxxxxxxxxxxxxx"&gt;

source: General Settings
ar: إعدادات عامة

source: Upgrade to full version
ar: الترقية إلى النسخة الكاملة

source: Posts and pages which seo available to them
ar: أنواع المقالات والصفحات التى تعمل عليها الإضافة

source: Select all
ar: إختيار الكل

source: Save
ar: حفظ

source: Choose Image
ar: إختيار الصورة

source: Remove Image
ar: حذف الصورة

source: Key Word
ar: الكلمة

source: Content
ar: المحتوى

source: Premalink
ar: الرابط

source: Meta Values
ar: قيم الميتا

source: Heading
ar: الترويسة

source: license_Invalid_alert
ar: انذار رخصة غير صالحة

source: License key is Invalid
ar: الترخيص غير صالح

source: license_Expired_alert
ar: انذار انتهاء الرخصة

source: license_Suspended_alert
ar: انذار رخصة موقوفة

source: Nashr SEO by <a href="http://mnbaa.com" target="_blank" style="text-decoration: none;font-size: 14px;">Mnbaa</a>
ar: نشر لتهيئة الموقع لملائمة محركات البحث - <a href="http://mnbaa.com" target="_blank" style="text-decoration: none;font-size: 14px;">منبع لحلول الأعمال والإنترنت</a>

source: Nashr SEO Settings
ar: إعدادات نشر

source: Nashr SEO
ar: نشر

source: Nashr SEO license
ar: ترخيص نشر

source: Index Page Setting
ar: إعدادات الصفحة الرئيسية

source: Archive Page Setting
ar: إعدادات صفحة الأرشيف

source: Social Media Setting
ar: إعدادات المواقع الإجتماعية

source: Index page setting
ar: إعدادات الصفحة الرئيسية

source: Archive page setting
ar: إعدادات صفحة الأرشيف

source: Select post type
ar: اختر نوع المنشور

source: Select from list
ar: إختر من القائمة
